Repository: Oceandiver420/tvguide
Catalog: resources/language/Norwegian/strings.po
Languages: no

# #30000
source: No description
no: Beskrivelse mangler

# #30001
source: [B]Loading data from external source...[/B]
no: [B]Laster ned data fra ekstern kilde...[/B]

# #30002
source: Calculating remaining time...
no: Beregner gjenstående tid...

# #30003
source: Approximately %d seconds left...
no: Omtrent %d sekunder igjen...

# #30004
source: Loading of data already in progress...
no: Lasting av data er allerede igang...

# #30005
source: Mouse control
no: Muskontroll

# #30006
source: Now
no: Nå

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
no: [B]Tips![/B] Du kan også benytte rullehjulet

# #30008
source: Cancel
no: Avbryt

# #30009
source: No program available
no: Ingen TV-program er tilgjengelig

# #30100
source: General
no: Generelt

# #30101
source: Source
no: Kilde

# #30102
source: Show channels from category
no: Vis kanaler fra kategori

# #30103
source: XMLTV file
no: XMLTV fil

# #30104
source: Clear cache...
no: Tøm hurtiglager...

# #30105
source: Done!
no: Ferdig!

# #30106
source: Show notification before selected programs start
no: Vis varsel før de valgte programmene starter

# #30107
source: Use program image as background
no: Benytt programbildet som bakgrunn

# #30108
source: Clear all reminders...
no: Slett alle påminnelser

# #30109
source: Remember to clear the cache when you change source
no: Husk at du må tømme hurtiglageret når du endrer kilde

# #30110
source: Update program information on XBMC startup
no: Oppdater programinformasjon ved oppstart av Kodi

# #30111
source: Play channels using the YouSee web-tv addon
no: Spill av kanaler med YouSee Web-TV utvidelsen

# #30112
source: Notifications
no: Varslinger

# #30113
source: Play channels using the Danish Live TV addon
no: Spill av kanaler med Danish Live TV utvidelsen

# #30114
source: Startup
no: Oppstart

# #30115
source: - clear cache first
no: - tøm hurtiglager først

# #30116
source: Search for channel logos in
no: Søk etter kanallogoer i

# #30117
source: Show Channel Logos
no: Vis kanallogoer

# #30118
source: Enable OSD menu
no: Aktivér OSD-meny

# #30119
source: Disabling the OSD menu may fix video stuttering.
no: Deaktivering av OSD-menyen kan fikse videohakking.

# #30120
source: Use alternate streaming method (required for some addons)
no: Bruk alternativ strømmingsmetode (nødvendig for noen utvidelser)

# #30121
source: Alternative streaming is not compatible with OSD menu
no: Alternativ strømming er ikke forenlig med OSD-menyen

# #30124
source: Local file
no: Lokalfil

# #30126
source: TV (All)
no: TV (Alle)

# #30127
source: TV (Basic)
no: TV (Enkel)

# #30128
source: File download interval
no: Intervall for nedlasting av filer

# #30129
source: every start
no: hver start

# #30130
source: every 12 hrs
no: hver 12. time

# #30131
source: every 24 hrs
no: hver 24. time

# #30132
source: every 48 hrs
no: hver 48. time

# #30136
source: US/UK (Basic)
no: US/UK (Enkel)

# #30137
source: ** WARNING! ** Resetting your database will cause you to lose all settings!
no: ** Advarsel! ** Tilbakestilling av databasen vil føre til at du mister alle innstillinger!

# #30138
source: Only do so if your database has become corrupt!
no: Gjør bare dette dersom databasen har blitt skadet!

# #30139
source: Yes, Reset Database
no: Ja, tilbakestill database

# #30140
source: Reset Database
no: Tilbakestill database

# #30141
source: Guide Theme
no: Programguide utførelse

# #30142
source: Custom File
no: Egendefinert fil

# #30143
source: TV Guide Fullscreen
no: Fullskjerm Programguide

# #30144
source: addons.ini selection
no: addons.ini utvalg

# #30145
source: addons.ini file
no: addons.ini fil

# #30146
source: Logo source
no: Kanallogo kilde

# #30147
source: Custom Folder
no: Egendefinert mappe

# #30148
source: Appearance
no: Utseende

# #30149
source: Refresh on start
no: Oppfrisk ved start

# #30150
source: Oops, sorry about that!
no: Oi, beklager dette!

# #30151
source: It was not possible to load program data,
no: Det var ikke mulig å laste inn programdata,

# #30152
source: check settings or try again later...
no: kontrollér innstillingene eller prøv på nytt senere...

# #30153
source: because the settings are invalid!
no: fordi innstillingene er ugyldige!

# #30154
source: It looks like your current skin has a special
no: Det ser ut som din nåværende drakt har en spesiell

# #30155
source: version of the TV Guide Fullscreen skin that is not up-to-date.
no: versjon av programguidedrakten er foreldet.

# #30156
source: Please try with a different skin...
no: Prøv med en annen drakt...

# #30157
source: It looks like the TV Guide Fullscreen database is broken.
no: Det ser ut som Fullskjerm Programguide-databasen er skadet.

# #30158
source: The database will be deleted and recreated.
no: Databasen vil bli slettet og opprettet på ny.

# #30159
source: Channel configuration, etc. is unfortunately lost.
no: Kanalkonfigurasjon, med mer er dessverre tapt.

# #30200
source: on [B]%s[/B] in 5 minutes...
no: på [B]%s[/B] om 5 minutter...

# #30201
source: on [B]%s[/B] is starting now...
no: på [B]%s[/B] starter nå.

# #30300
source: Watch %s
no: Se %s

# #30301
source: Remind
no: Påminning

# #30302
source: Don't remind
no: Ingen påminnelse

# #30303
source: Cancel
no: Avbryt

# #30304
source: Choose stream
no: Velg strøm

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
no: Du kan velge din egen .strm fil - når du vil se på denne kanalen.

# #30306
source: Remove Stream
no: Fjern strøm

# #30307
source: Channels
no: Kanaler

# #30308
source: Quit
no: Avslutt

# #30400
source: Background Update Service
no: Bakgrunnstjeneste for oppdatering

# #30401
source: Service Interval
no: Oppdateringsintervall

# #30402
source: 2 hrs
no: 2 timer

# #30403
source: 6 hrs
no: 6 timer

# #30404
source: 12 hrs
no: 12 timer

# #30405
source: 24 hrs
no: 24 timer

# #30500
source: [B]Edit channel order and visibility[/B]
no: [B]Rediger kanalrekkefølge og -synlighet[/B]

# #30501
source: Press left to pull a channel out, then move it up or down. When in place, press right again to set. Pressing on a channel in the list will enable or disable it.[CR]On touch devices long press on a channel to pull it out, move the list to the desired place and then long press on the pulled out channel to put it in its new place.
no: Trykk venstre for å trekke ut en kanal, og flytt den opp eller ned. Når ny posisjon er funnet, trykker du høyre for å plassere kanalen i listen igjen. Hvis du trykker på en kanal i listen, aktiveres eller deaktiveres den. [CR]På trykkskjermer - benytt langt trykk på en kanal for å trekke den ut. Flytt listen til ønsket sted og deretter ett nytt langt trykk på den uttrekte kanalen for å plassere den.

# #30502
source: Save
no: Lagre

# #30503
source: Cancel
no: Avbryt

# #30600
source: [B]Setup stream[/B]
no: [B]Konfigurér strøm[/B]

# #30601
source: .strm file
no: .strm fil

# #30602
source: Favourites
no: Favoritter

# #30603
source: Addons
no: Utvidelser

# #30604
source: Preview stream
no: Forhåndsvis strøm

# #30605
source: Save
no: Lagre

# #30606
source: Cancel
no: Avbryt

# #30607
source: Stop preview
no: Stans forhåndsvisning

# #30610
source: Browse...
no: Bla...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
no: Klikk Bla... nedenfor, og navigér frem til strømmingsfilen din. Når filen er valgt, kan du forhåndsvise strømmen for å prøve ut om den fungerer i Kodi.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
no: Velg en favoritt nedenfor. Bare [I]PlayMedia[/I] favoritter støttes.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
no: Det er flere utvidelser som tilbyr denne kanalen. [CR]Velg én for å se på strømmen.

# #30801
source: Play channels using the Weeb.Tv addon
no: Benytt Weeb.Tv utvidelsen for å spille av kanaler

# #30802
source: TV Guide Fullscreen is configured to stream using Weeb.Tv
no: Fullskjerm Programguide er konfigurert for avspilling ved hjelp av Weeb.TV

# #30803
source: addon which is not installed.
no: utvidelse som ikke er installert.

# #30804
source: Streaming using that addon is now disabled.
no: Strømming via denne utvidelsen er nå deaktivert.

# #30900
source: Autostart TV Guide Fullscreen when Kodi starts up
no: Start Fullskjerm Programguide automatisk når Kodi startes opp

# #31000
source: Connection problem
no: Problem med tilkobling

# #31001
source: It was not possible to update from the server.
no: Det var ikke mulig å oppdatere fra tjeneren.

# #31002
source: Current local data will be kept for now...
no: De gjeldende data vil beholdes inntil videre...

# #80000
source: My Movies
no: Mine filmer

# #80001
source: My TV Shows
no: Mine TV-serier

# #80002
source: Video Add-Ons
no: Videoutvidelser

# #80003
source: On-Demand
no: Videotorg
